Repository: tscheims1/role-manager
Catalog: app/locale/languages/mvc-*-plugin-*.po
Languages: de_de

source: Translations for %s
de_de: &Uuml;bersetzungen f&uuml;r %s

source: Deploy Requests
de_de: V&Ouml; Anfrage

source: Main menu
de_de: Hauptmenu

source: Request added successfully.
de_de: Anfrage erfolgreich hinzugef&uuml;gt.

source: Couldn&#8217;t add the request!
de_de: Konnte die Anfrage nicht hinzuf&uuml;gen!

source: Request canceled successfully.
de_de: Anfrage erfolgreich abgebrochen.

source: Couldn&#8217;t cancel the request!
de_de: Konnte die Anfrage nicht abbrechen!

source: Request updated successfully.
de_de: Anfrage erfolgreich aktualisiert.

source: Couldn&#8217;t update the request!
de_de: Konnte die Anfrage nicht aktualisieren!

source: Home page
de_de: Startseite

source: Contact
de_de: Kontakt

source: Contact the translators
de_de: Kontaktiere die &Uuml;bersetzer

source: Invalid version %s! Should conform to the %s regular expression
de_de: Ung&uuml;ltige Version %s! Sollte konform zum regul&auml;ren Ausdruck %s sein

source: Invalid source %s! Should conform to the %s regular expression
de_de: Ung&uuml;ltige Quelle %s! Sollte konform zum regul&auml;ren Ausdruck %s sein

source: Couldn&#8217;t copy %1$s to release dir %2$s
de_de: Konnte %1$s nicht in das Release-Verzeichnis %2$s kopieren.

source: Couldn&#8217;t delete build file %s
de_de: Konnte Erstellungs-Datei %s nicht l&ouml;schen

source: Invalid version! Should conform to:
de_de: Ung&uuml;ltige Version! Sollte konform sein zu:

source: Couldn&#8217;t delete release file %s
de_de: Konnte Release-Datei %s nicht l&ouml;schen

source: Invalid WordPress source! Should conform to:
de_de: Ung&uuml;ltige WordPress Quelle! Sollte konform sein zu:

source: Invalid locale source! Should conform to:
de_de: Ung&uuml;ltige Locale Quelle! Sollte konform sein zu:

source: Invalid WordPress revision! Should conform to:
de_de: Ung&uuml;ltige WordPress Revision! Sollte konform sein zu:

source: Couldn&#8217;t create a temporary file!
de_de: Konnte keine tempor&auml;re Datei anlegen!

source: Couldn&#8217;t delete temporary file %s!
de_de: Konnte tempor&auml;re Datei %s nicht l&ouml;schen!

source: Couldn&#8217;t create temporary directory %s!
de_de: Konnte tempor&auml;res Verzeichnis %s nicht anlegen!

source: Error in exporting theme/%s. Probably this branch/tag doesn&#8217;t exist.
de_de: Fehler beim Exportieren von theme/%s. M&ouml;glicherweise gibt es diesen Zweig/Tag nicht.

source: Couldn&#8217;t open directory %s for reading!
de_de: Konnte Verzeichnis %s nicht zum Lesen &ouml;ffnen!

source: Couldn&#8217;t create directory %s!
de_de: Konnte Verzeichnis %s nicht anlegen!

source: Couldn&#8217;t copy %s to %s!
de_de: Konnte %s nicht nach %s kopieren.

source: Po file %s doesn&#8217;t exist!
de_de: Po-Datei %s existiert nicht!

source: Couldn&#8217;t create mo file %s from po file %s!
de_de: Konnte mo-Datei %s nicht aus po-Datei %s erstellen!

source: Couldn&#8217;t move %s to %s.
de_de: Konnte %s nicht nach %s verschieben.

source: Note to deployer (optional):
de_de: Nachricht an den Ver&ouml;ffentlicher (optional):

source: Request deploy &raquo;
de_de: V&Ouml; beantragen &raquo;

source: Requested On
de_de: Angefragt am

source: Action
de_de: Aktion

source: Deployed on %s
de_de: V&Ouml; am %s

source: Waiting&hellip;
de_de: Warte&hellip;

source: Cancel
de_de: Abbrechen

source: Deploy
de_de: Ver&ouml;ffentlichen

source: Request a deploy &raquo;
de_de: Beantrage eine V&Ouml; &raquo;

source: Main Menu
de_de: Hauptmenu

source: Builds
de_de: Pakete

source: Built On
de_de: Erstellt am

source: Locale Branch
de_de: Lokalisierter Zweig

source: Delete
de_de: L&ouml;schen

source: Go and build a localized version &raquo;
de_de: Erstelle hier eine lokalisierte Version &raquo;

source: Released On
de_de: Ver&ouml;ffentlicht am

source: No Releases
de_de: Keine Releases

source: Build New Package
de_de: Neue Package erstellen

source: Locale branch:
de_de: Lokalisierter Zweig:

source: The directory from your repository, from which the package will be built.
de_de: Der Ordner in deinem Repository, aus dem die Paket erstellt werden soll.

source: WordPress branch:
de_de: WordPress Zweig:

source: The directory from the WordPress repository, from which the package will be built.
de_de: Der Ordner im WordPress Repository aus dem die Paket erstellt werden soll.

source: This number will appear in the filename of your release.
de_de: Diese Nummer erscheint im Dateinamen deines Releases.

source: Default theme handling:
de_de: Standardhandhabung bei Themes:

source: Leave untranslated
de_de: Un&uuml;bersetzt lassen

source: Use the translated version from the <code>theme/default</code> folder of my repository
de_de: Benutze die &uuml;bersetzte Version aus dem <code>theme/default</code>-Ordner meines Repositorys

source: Use the i18n-ed version of the theme and add my po/mo files from the <code>messages/kubrick</code> folder of my repository
de_de: Benutze die i18n-Version des Themes und f&uuml;ge meine po/mo Dateien aus dem <code>messages/kubrick</code>-Ordner meines Repositorys hinzu

source: Include the original, untranslated default theme as another theme named <code>default-en</code>
de_de: F&uuml;ge das originale, un&uuml;bersetzte Default-Theme als weiteres Theme mit dem Namen <code>default-en</code> hinzu

source: Build &raquo;
de_de: Erstellen &raquo;

source: Archives for %s
de_de: Archiv f&uuml;r %s

source: &laquo; Back to blog
de_de: &laquo; Zur&uuml;ck zum Blog

source: F j, Y
de_de: d. F Y

source: Read the rest of this entry &raquo;
de_de: Weiterlesen &raquo;

source: &larr; Older Posts
de_de: &larr; &Auml;ltere Artikel

source: Newer Posts &rarr;
de_de: Neuere Artikel &rarr;

source: Comments
de_de: Kommentare

source: F j, Y
de_de: d. F Y

source: g:i a
de_de: H:i

source: Permanent link to this comment
de_de: Permalink zu diesem Kommentar

source: Edit&nbsp;This
de_de: Bearbeiten

source: Add a Comment
de_de: Kommentar hinzuf&uuml;gen

source: Logged in as %s.
de_de: Angemeldet als %s.

source: Log out of this account.
de_de: Diesen Benutzer abmelden.

source: Logout &raquo;
de_de: Abmelden &raquo;

source: Name <em>(required)</em>
de_de: Name <em>(ben&ouml;tigt)</em>

source: Email <em>(required)</em>
de_de: E-Mail <em>(ben&ouml;tigt)</em>

source: Post Comment &raquo;
de_de: Kommentar senden &raquo;

source: Comments are closed.
de_de: Die Kommentarfunktion ist nicht aktiv.

source: Error
de_de: Fehler

source: There seems to have been a problem with the information you entered. Please fix the field indicated and resubmit.
de_de: Es scheint ein Problm mit den Informationen zu geben, die du eingetragen hast. Bitte &auml;ndere die markierten Felder und sende das Formular erneut.

source: Your Name:
de_de: Dein Name:

source: Let us know your name.
de_de: Sag uns deinen Namen.

source: Your Email:
de_de: Deine E-Mail:

source: Your email address did not appear to be valid. Please check it.
de_de: Deine E-Mail-Adresse scheint ung&uuml;ltig zu sein. Pr&uuml;f sie bitte.

source: URI of your blog:
de_de: URL deines Blogs:

source: What&rsquo;s this about?
de_de: Betreff:

source: Write something!
de_de: Schreib etwas!

source: Your Message:
de_de: Deine Nachricht:

source: Say something!
de_de: Sag was!

source: Submit Form Again
de_de: Formular noch einmal senden

source: Submitted!
de_de: Gesendet!

source: Thank you!
de_de: Vielen Dank!

source: You can contact translators and this site administrators via this form:
de_de: Mit diesem Formular kannst du die &Uuml;bersetzer und den Administrator dieser Webseite kontaktieren:

source: <strong>Please, do not post support requests here!</strong> They will probably be ignored.
de_de: <strong>Hier bitte keine Supportanfragen stellen!</strong><br />Support bekommst du im <a href="http://forum.wordpress-deutschland.org/" title="forum.wordpress-deutschland.org">Forum von WordPress Deutschland</a> oder im <a href="http://wordpress.org/support/">englischsprachigen Forum</a>.

source: (required)
de_de: (erforderlich)

source: Tell us something:
de_de: Deine Nachricht:

source: Submit Contact Form
de_de: Senden

source: More download options
de_de: Weitere Download-Optionen

source: Other file formats
de_de: Andere Dateiformate

source: Older versions
de_de: Versionsarchiv

source: Beta &amp; RC versions
de_de: Beta- und RC-Versionen

source: Resources
de_de: Ressourcen

source: For help with installing or using WordPress, consult our documentation in your language.
de_de: Falls du Hilfe bei der Installation oder Verwendung von WordPress benötigst, sieh dir bitte die deutschsprachige oder englische Dokumentation an.

source: Latest release
de_de: Aktuelle Version

source: %s Branch
de_de: %ser Versionen

source: Beta &amp; RC releases
de_de: Beta- und RC-Ver&ouml;ffentlichungen

source: Y-M-d
de_de: d.M.Y

source: Permanent Link to %s
de_de: Permalink zu %s

source: Blog Archives
de_de: Blog-Archiv

source: next
de_de: weiter
